/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "웨이브 테이블을 생성 중입니다. 생성이 완료된 다음 다시 시도하십시오.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "단일 파형에 대한 음색 정보가 삭제되었습니다. 모듈레이션 노브를 ‘포먼트’로 변경하여 포먼트 모듈레이션을 사용할 수 있습니다. 파형 1 및 파형 2 노브는 동작하지 않습니다.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "웨이브 테이블을 생성하려면 오디오 파일에 일정한 피치, 음소거로 분리된 여러 개의 음높이 변경된 섹션 또는 하나 이상의 단일 순환 섹션이 있어야 합니다.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "새로운 웨이브 테이블에 %d개의 파형이 포함되어 있습니다.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "웨이브 테이블 생성 중";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "단일 파형과 함께 웨이브 테이블 생성됨";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "웨이브 테이블 생성되지 않음";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "웨이브 테이블 생성됨";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "내장";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "사이드 체인:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "끔";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "외부 오디오 입력:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "음표 확인";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "피치 분석";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "분석 중: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "파일 열기 오류";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "로드하려는 파일을 찾을 수 없습니다.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "파일 열기 오류";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "선택한 항목을 로드하는 데 필요한 메모리가 충분하지 않습니다.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "파일에 템포 변경 내용이 있습니다.";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "경고: 가져오려는 파일 중 하나 이상이 템포 변경 마커를 포함하고 있습니다. 이 MainStage 버전은 템포 변경이 있는 파일과의 동기화를 지원하지 않습니다.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "파일 열기 오류";

/* Playback file alert */
"PlaybackTransientsMessage" = "선택 파일의 트렌션트가 Logic Pro에서 가려졌습니다. 플러그인에 있는 파일을 다시 열기 전에 Logic Pro에서 파일을 열고 트렌션트를 가리기 해제하십시오.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "알 수 없는 오류";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "선택한 파일을 열 수 없습니다.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "지원되지 않는 오디오 파일 포맷";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "추가하려는 오디오 파일이 지원되는 파일 포맷이 아닙니다. 재생 플러그인에 추가하기 전에 iTunes 또는 다른 오디오 응용 프로그램을 사용하여 지원되는 포맷으로 파일을 변환하십시오.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = "(파일 유실됨)";
